/* COMMON */
"Basic settings" = "Basic settings";
"Delete" = "Delete";
"Dosage" = "Dosage";
"e.g. %@" = "e.g. %@";
"e.g. %d" = "e.g. %d";
"OK" = "OK";
"Sort" = "Sort";
"There's nothing here right now!" = "There's nothing here right now!";

/* TABS / TITLES */
"History" = "History";
"Home" = "Home";
"In Progress" = "In Progress";
"Medication" = "Medication";
"Settings" = "Settings";

/* HOME VIEW */
"Current meds" = "Current meds";
"Meds running out" = "Meds running out";
"Recently taken" = "Recently taken";
"Take Next" = "Take Next";
"Take Now" = "Take Now";
"%@ %@ icon, %@, %d %@ remaining" = "%@ %@ icon, %@, %d %@ remaining";
"%@ %@ icon, %@ %@ taken %@" = "%@ %@ icon, %@ %@ taken %@";
"%@ %@ icon, %@ %@ taken %@, Take Now" = "%@ %@ icon, %@ %@ taken %@, Take Now";
"%@, %@, Available to take" = "%@, %@, Available to take";


/* DOSE PROGRESS */
"Unknown Medication" = "Unknown Medication";
"%@, %@, %@ Available to take" = "%@, %@, %@ Available to take";
"%@, %@, %@ Remaining" = "%@, %@, %@ Remaining";

/* HISTORY VIEW + IN PROGRESS VIEW */
"Please select or add a dose" = "Please select or add a dose";
"Please add a medication before adding dose!" = "Please add a medication before adding dose!";

/* SELECT MED */
"Select Med" = "Select Med";

/* DOSE EDIT VIEW */
"Add Dose" = "Add Dose";
"Are you sure you want to delete this does?" = "Are you sure you want to delete this does?";
"Amount" = "Amount";
"Date Time" = "Date Time";
"Delete dose" = "Delete dose";
"Delete this Dose" = "Delete this Dose";
"Edit Dose" = "Edit Dose";

/* SORT POPUP */
"Optimized" = "Optimized";
"Created Date" = "Created Date";
"Sort Order" = "Sort Order";
"Title" = "Title";

/* MEDS VIEW */
"Medications" = "Medications";
"Sorry you can not delete meds used with doses!" = "Sorry you can not delete meds used with doses!";
"Please select or add a medication" = "Please select or add a medication";

/* MED EDIT VIEW */
"A duration gap is an additional time you might wish to add between dosage of medication." = "A duration gap is an additional time you might wish to add between dosage of medication.";
"Add Med" = "Add Med";
"Are you sure you want to delete this med?" = "Are you sure you want to delete this med?";
"Colour" = "Colour";
"Default Amount" = "Default Amount";
"Default Text" = "Default Text";
"Delete med" = "Delete med";
"Delete this med" = "Delete this med";
"Duration gap" = "Duration gap";
"Duration" = "Duration";
"Edit Med" = "Edit Med";
"Example Dosage" = "Example Dosage";
"Form" = "Form";
"Image" = "Image";
"Info" = "Info";
"Measure" = "Measure";
"mg" = "mg";
"New Medication" = "New Medication";
"Notes" = "Notes";
"Pill" = "Pill";
"Remaining" = "Remaining";
"Sequence" = "Sequence";
"Sorry you're using this med with a dose." = "Sorry you're using this med with a dose.";

/* SETTINGS */
"Acknowledgements" = "Acknowledgements";
"Add Example Data" = "Add Example Data";
"Delete All Data" = "Delete All Data";

/* COLOURS */
"Symbol" = "Symbol";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

/* SPECIAL */
"%@ %@" = "%1$@ %2$@";
"%d %@" = "%1$d %2$@";
", " = ", ";

/* TO EXCLUDE !! */
"Button 1" = "Button 1";
